{"file":"wire\/modules\/Process\/ProcessTemplate\/ProcessTemplate.module","textdomain":"wire--modules--process--processtemplate--processtemplate-module","translations":{"93cba07454f06a4a960172bbd6e2a435":{"text":"Si"},"729a51874fe901b092899e9e8b31c97a":{"text":"Sei sicuro?"},"f3f43e30c8c7d78c6ac0173515e57a00":{"text":"Filtri"},"1ada25378d2f81d6394cb823cda822ad":{"text":"Filtra per campo"},"602717d1b0adbf6ff41366d6371e375d":{"text":"Seleziona un campo e solo i template che usano quel campo saranno visualizzati."},"3f8255a0588417dee11d58e2b92c59b4":{"text":"Template con il campo: %s"},"487cc58bb37a22e2cfc4d04c92267fee":{"text":"Mostrare i template di sistema ?"},"19a3fc9f896f1ef86f69f782be122c37":{"text":"Di default, i template di sistema\/interni non sono visualizzati. Clicca 'Si' per includerli nella lista qui sotto."},"86ec8350e4740a4cc47328ee7c984d40":{"text":"Aggiungi nuovi template"},"ff6be05386ed6fc79ccf24b5eb9432ac":{"text":"Aggiunti template e gruppo di campi: %s"},"0dea25b9c7f4d4afbe59f7f9b2741d29":{"text":"Template trovato in: %s"},"66c97c50054d31c710d96c0073ec4c78":{"text":"I seguenti nuovi template sono stati trovati. Seleziona la casella vicino ad ognuno se vuoi aggiungerlo."},"f392144a3652c7daf4ee4f0377497709":{"text":"Nessun file del template trovato in: %s"},"01582c3e65dc06c2cf178a0bdce2b4dd":{"text":"Crea un nuovo template senza un file"},"524fe63ba99d979ba854d38529c9abc1":{"text":"Se vuoi creare un nuovo template anche se attualmente non c'è un file associato, inserisci il nome del template qui."},"088244ca195e0e9e57bd38027406b66b":{"text":"Non includere l'estensione del file"},"24a144ffc0e6aae299d3a23c2152e7fa":{"text":"Modifica Template: %s"},"545d923164ab07a1b18e48e526f51259":{"text":"Le pagina che usano questo template non sono visibili perchè il file (%s) non esiste [no-file]."},"a6cdf6c364498c02bdaa499492780445":{"text":"Una etichetta opzionale per descrivere questo template."},"b5b8f523cefee8895f19a223c85f431f":{"text":"Gestisci gli accessi a questo template"},"7a91f878f0e4c02c502a8d0583b0c6be":{"text":"Uso opzionale e posizionamento nell'albero del sito"},"501dba7089bbfb45c7c1a733477bcdc5":{"text":"Impostazioni opzionali per i Link delle pagine che usano questo template"},"23f23b8b2e4cc5c8517468a6d001b3fd":{"text":"Cache in output"},"244561833b6ce4599891cf9e33fb33d6":{"text":"Impostazioni avanzate opzionali per il template"},"5dd56426fff182e0610cc0bf9d389437":{"text":"Impostazioni specifiche di sistema"},"bef497d3a07d13fedba143fc543e606d":{"text":"Importa campi da un altro template"},"0d4ca2b82aa1381b25348c8509009839":{"text":"Cancella template"},"f89bc18e7afb05b3ac03300bec624b63":{"text":"Conferma eliminazione"},"833914963b9e76310195f43171e185a6":{"text":"Questo template non può essere eliminato"},"f7c9b4730186dec196b0eaf4be43f530":{"text":"I template di sistema non possono essere cancellati"},"890f96a8e633d19ff700b360949982af":{"text":"Nota che cancellando il template esse viene rimosso solo dal database, i file su disco del template rimarranno intatti."},"0968f67bf85224770756cc134016da2b":{"text":"Di default, ciascuno dei template ha un gruppo di campi. Se usare campi provenienti da un altro template, selezionali qui."},"7fc1fde9711c421115c890cd0d181100":{"text":"Definisci il campi che sono usati da questo template. Puoi anche trascinarli su e giù nell'ordine desiderato."},"6daa35fd97a645b8e37cae080eab3de9":{"text":"Aggiungi campo"},"71bb941583eef6e3e5ed3eaad39cc315":{"text":"Duplica campi usati da un altro template"},"b6b0afb901a4db116f6b8403cf434280":{"text":"Per un tuo riepilogo, questa è una lista di campi usati da questo template. Questo template prende i campi dal template '%s'"},"0a18045f3c2d800b18fc146d3f16b97e":{"text":"Se vuoi duplicare i campi usati da un altro template, selezionali qui. I campi già presenti in questo template saranno lasciati così come sono."},"0f62a8abd379b96004d8118b0d9a2399":{"text":"Per fare cache dell'Output di questo template, inserisci il tempo (in secondi) in cui l'output sarà lasciati in cache. Il Caching aiuta significatamente il tempo di creazione delle pagine molto pesanti. Ma il caching non dovrebbe essere usato nel template che devono elaborare dati che cambiano costantamente, come dati provenienti da Form o sessioni. Nota anche che anche pezzi di URL possono essere messi in cache, ma le variabili GET e POST no."},"e71a260bc8db16e30f2dedeba9440a25":{"text":"Per esempio: 60 = 1 minuto, 600 = 10 minuti, 3600 = 1 ora, 86400 = 1 giorno, 604800 = 1 settimana, 2419200 = 1 mese."},"fa15c33b6ad59f9f8183f1b3c68ab082":{"text":"Salvataggio pagina \/ Scadenza cache"},"7ff5f438d6cc10c5f333e97329c72daa":{"text":"Quando una pagina che usa questo template è salvata, cosa deve succedere alla cache ?"},"fe4a994d36e75cfb408bdf0b5dd7af09":{"text":"Pulisci cache solo per le pagine salvate (default)"},"e83d2e6601e2f724159034563ad4fde0":{"text":"Pulisci cache per l'intero sito*"},"3bba41317ab3da84fd247ebaa32ea821":{"text":"Pulisci la cache per la pagine salvata e i suoi figli (inclusa l'homepage)"},"f841b3150a439220f669e77e12ea0bda":{"text":"Pulisci la cache per la pagina salvata e di altre pagine che specifichi..."},"cd88ce600576fcc630878b5e374835a5":{"text":"Non fare nulla"},"cac7796ca8e88c31d8b23733cb7aaf03":{"text":"Per massimizzare le performance, i file in cache vengono cancellati come gruppo piuttosto che individualmente"},"7ebdcad871020558be972578bdf46a10":{"text":"Specifica le altre pagine di cui vuoi pulire la cache"},"501a09415d30cab1819195e5566a0c0d":{"text":"Quando le pagina che usano questo template sono salvate, la loro cache viene pulita. Seleziona le altre pagine la cui cache dovrebbe essere pulita."},"d6b522c2ed20093505dfa63be2ba0454":{"text":"Cache quando la pagina viene costruita per questi utenti"},"787f82b093280bcb87901ea228d7b083":{"text":"Solo visitatori"},"8a8e700d3ef2487708d671db81ed8ce3":{"text":"Visitatori e utenti collegati"},"8d5e98c594942c49efea1af30c90efe5":{"text":"Nota che la cache è sempre disabilitata per le pagine in cui l'utente può modificare, indipendentemente da cosa selezioni qui."},"d1db89af3df82862d45c9755e9aa0075":{"text":"Variabili GET per cui la Cache è disabilitata"},"ad63801f30d93a9f54257aa637d5ed89":{"text":"Variabili POST per cui la Cache è disabilitata"},"dcc07e185c0c88ca7c4439fbaa56e4cb":{"text":"Quando l'output del template è in cache, le variabili di questo tipo sono ignorate per default. Puoi opzionalmente specificare uno o più nomi di variabili che disabiliteranno la cache per quella richiesta, causando la costruzione della pagina senza cache."},"f32d42af055544c46a989bceee851733":{"text":"Inserisci opzionalmente uno o più nomi di variabili. Se ne inserisci più di uno separali con uno spazio."},"f9c716f29bd379e49e4485ea8afd1556":{"text":"Rinomina Template"},"f1a2199b60e95006b3d66f9eb5a9e621":{"text":"Il nome usato come riferimento a questo template. Questo è anche di default, il nome del file del template (con l'estensione .php) in \/site\/templates\/."},"04f22e1af73c705475a4cc38a5c89ae3":{"text":"Il file del template è scrivibile e verrà rinominato."},"8d5a5a7af810d2ef80cf02082615c9dd":{"text":"Il file del template non è scrivibile quindi lo devi rinominare manualmente (le istruzioni saranno date dopo il salvataggio)."},"e1f4b06346cdbed5063a5e42a9593f59":{"text":"Inserisci una combinazione di lettere (a-z), numeri (0-9), trattini o underscore (nessuno spazio). Non includere l'estensione .php."},"30281e3b2fa626d5f52c833c541c84ac":{"text":"Duplicare\/Clonare questo template ?"},"b69fde670b130ace1c7890c8be5b289b":{"text":"Seleziona la casella sottostante se vuoi creare un duplicato o clonare questo template. La clonazione sarà creata al salvataggio. Se la cartella dei template è scrivibile anche i file del template saranno clonati."},"e9c90e0ba4fdd701df9d4ff73c82dc3e":{"text":"Nome alternativo per il nome del file del template"},"f8faba0e1d9c277a84bb16a48f9d57f6":{"text":"Il nome del file del template, se differente da: %s"},"217ca16c1e160b229a71c244512c3d4d":{"text":"Si assume che I file del template sono nella cartella: %s"},"043008c261f9d0e109c03ab63e047bcd":{"text":"Si assume che l'estensione dei file è: %s"},"7328590933d4202f89220d6b435b0e8f":{"text":"Lista di campi da visualizzare nella lista di pagine nell'amministrazione"},"61b468c296e8ff1ed4c18bd86392e1cc":{"text":"Inserisci uno o più nomi di campi assegnati a questo template da visualizzare nella lista di pagine nell'amministrazione che usano questo template. Se lasciato vuoto, saranno usati invece i campi specificati nel modulo ProcessPageList. I nomi dei campi dovrebbero essere separati da un spazio o da una virgola. I campi vuoti saranno ignorati."},"b1a8a50c7276f36aeca631c5f4d18c9d":{"text":"Puoi inserire uno o più campi tra questi:"},"dc8ce981931b1e9b1f784c57730a67c1":{"text":"Per favore nota che tutte le impostazioni di sistema sono intese per lo sviluppo del sistema ProcessWire (non lo sviluppo del sito). Usali con cautela."},"3920cc9a9feba6acfae659a68688f13c":{"text":"Flag di sistema ?"},"e92f2f24e876c414f6cca0e1ed3bfa73":{"text":"Se selezionato, questo template sarà definito come \"di sistema\" e non sarà possibile cancellarlo. Una volta attivato il Flag di sistema, può essere rimosso solo via API (flagSystemOverride)."},"86c66b6c28f25016de70be40475eb881":{"text":"API: $template->flagSystem = 1;\/\/ oppure 0 per disabilitarlo"},"0b81495a48a77b7743e0a20fa02e6af9":{"text":"Nome Classe pagina"},"cfab2e7a62a89871220c3ebac5367331":{"text":"Il nome della classe PHP che verrà usata per creare le pagine che usano questo template. Di default le pagine verranno create dalla classe \"Page\". Dovresti lasciare questo campi vuoto a meno chè tu non abbia un'altra classe che vuoi usare che eredita da \"Page\"."},"9278bd133a7f5cd50f24a5a253f8ac9b":{"text":"API: $template->pageClass = \"NomeClasse\";"},"85ac227eb16808008afaf07f66cf0f7e":{"text":"Ignorare i campi globali ?"},"fd83133f05e8bacf7eb368a2d95de8fe":{"text":"Di default, quando un campo è marcato come 'globale' sarà richiesto in tutti i template (e aggiunto automaticamente su tutti i template in cui non c'è). Se questo template ha un uso particolare per cui i campi globali non vengono applicati, puoi selezionare questa casella per fare si che questo template ignori i campi globali."},"381e3cba7a92b2d007d0d534a58b17ff":{"text":"API: $template->noGlobal = 1;\/\/ oppure 0 per disabilitarlo"},"0176d878928026caefe7c81262335e1d":{"text":"Visualizzare il campo 'name' nella tab dei contenuti ?"},"61788997b579a9bcfe17e394d394ad01":{"text":"Di default, il campo predefinito 'name' appare nell'editor della pagina nella tab 'impostazioni'. Se vuoi piuttosto che appia nella tab 'Contenuti' seleziona questa casella."},"e864c0d94cbc5dc0faf1ce78d9021e63":{"text":"API: $template->nameContentTab = 1; \/\/ oppure 0 per disabilitarlo"},"42a6e7a5ed0d0ae111fa88a2ccf1aca2":{"text":"Impedire lo spostamento delle pagine ?"},"518270f594c5488ff1f8de2ac0429f0e":{"text":"Se vuoi evitare che le pagina che usano questo template vengano spostate (cambiando genitore) allora seleziona questa casella."},"7ee14ea7ba968378f99fb3efa7ac22da":{"text":"API: $template->noMove = 1; \/\/ oppure 0 per disabilitarlo"},"b919a5aafc6740109c0c58fe51916178":{"text":"Impedire che le pagine cambino template ?"},"6bb5af6d5240fb8b1d720a7e5bec4497":{"text":"Quando selezionato, il template di queste pagine non potrà essere cambiato."},"5c9171f7b16eac3245d2e5f3e79aadbc":{"text":"API: $template->noChangeTemplate = 1; \/\/ oppure 0 per disabilitarlo"},"29f47bc61ea7a6f45ee3d36da3a3feff":{"text":"Impedire pagine non pubblicate"},"94c9fe9ddbd9380ceb726bef40232ea3":{"text":"Quando selezionato, le pagine che usano questo template possono solo esistere con lo stato 'pubblicato' e non possono essere 'non pubblicate'"},"691edb2dd99517cf0e15dbf596e10cc5":{"text":"API: $template->noUnpublish = 1; \/\/ oppure 0 per disabilitare"},"19a460b1edf9cc0616cd0ce03e9a0ddf":{"text":"Disabilitare il Cestino ?"},"38354c9531a0d7056f7f98de8810a2f1":{"text":"Quando selezionato, le pagine che usano questo template non possono essere messe nel cestino."},"69385004eb4f22d17482beb09e549453":{"text":"API: $template-noTrash = 1; \/\/ oppure 0 per disabilitare"},"a7c1ec59b9f4fea9e41e1ca799437193":{"text":"Disabilitare la tab 'Impostazioni' ?"},"abad59d4cf5691fd0506cb650dff0f5b":{"text":"Quando selezionata, le pagine che usano questo template non potranno avere una tab 'impostazioni' che appare nell'editor."},"6a90024dcca935af3329542c3f346229":{"text":"API: $template->noSettings = 1; \/\/ oppure 0 per disabilitare"},"6064635b0dec3189859052c02adc0fc5":{"text":"Consentire che venga modificato ll creatore delle pagine ?"},"16a657e6bf4576ef101f1bcca129694c":{"text":"Quando selezionato, le pagine che usano questo template avranno l'opzione di cambiare l'utente che ha creato la pagina (solo per i superusers). Questo abiliterà le variabili $page->createdUser oppure $page->created_useres_idfields ad essere salvate via API."},"1684cd1767cda6618ed92febec9e78c6":{"text":"API: $template->allowChangeUser = 2; \/\/ oppure 0 per disabilitarlo. Il valore di default è 0"},"0f79346b34fe5a07bf9ad38ef37e1723":{"text":"Questo template può essere usato per le nuove pagine ?"},"6ab8ac5b13a48347d2ca00a38bb06f94":{"text":"Un esempio di template che non vuoi che venga usato per le nuove pagine potrebbe essere il template 'homepage'."},"1b50b9bdfa1846ef031dc3cc190267d6":{"text":"Template permessi per i genitori"},"8d3a827d5474c79dc3434e5e29f7a80f":{"text":"Seleziona i template che saranno permessi per i genitori delle pagine che usano questi template. Usa questo solo se vuoi restringere il posizionamento delle pagine che usano questo template."},"dc70febc65985c326b6d7a85502ddc0a":{"text":"Se nessuno è selezionato allora qualunque template per il genitore è permesso, salvo limiti imposti agli utenti. Un esempio di utilizzo potrebbe essere il template 'lavoratore', che potrebbe essere utilizzato solo come figlio di una pagina che usa il template 'Azienda'."},"1e791aefe4014d2551110c4348279487":{"text":"Template permessi per i figli"},"fcdd2e278208618dfa795ed85ba1eb06":{"text":"Seleziona i template che saranno permessi per i figli delle pagine che usano questo template. Usalo solo se vuoi restringere il posizionamento delle pagine che usano questo template."},"9927f70231db8b53612513d00b934a7c":{"text":"Se nessuno è selezionato allora tutti sono permessi, salvo limti imposti agli utenti. Un esempio di utilizzo potrebbe essere template 'lista-news' che può contenere solo figlio con template 'news-singola' o 'comunicato-stampa'."},"67c0041f81951ac9b6b46dd2311fb9aa":{"text":"Impostazioni ordinamento per i figli"},"2a233a750cca4cc7bde0dcc7f8a2c4ec":{"text":"Se vuoi che i fligli vengano ordinati automaticamente per uno specifico campo, selezionalo qui. Sennò seleziona 'Nessuno' per lasciare l'ordinamento standard. Questo sovrascrive le impostazioni della pagina, quindi se si seleziona qualunque altra cosa diversa da 'Nessuno', L'opzione di ordinamento non apparirà per le pagina che usano questo template."},"fd80e24b28f66f7a579ced68340fd3fa":{"text":"Consentire i numeri delle pagine ?"},"8bda693211f46eb289c8bdadedaf54ae":{"text":"Se selezionato, le pagine che usano questo template accetteranno il numero di pagina come segmento dell'URL nella forma 'page123' dove '123' può essere qualunque numero intero positivo. Per esempio una richiesta all'URL '\/widget\/page3' setta automaticamente la variabile $input->pageNum a 3. Questo è usato per la paginazione e dovrebbe essere attivato per i template che supportano la paginazione. Nota che il numero di pagina parte da 1 (non 0). Se combinato con i segmenti URL (guardare la seziona successiva), allora il numero di pagina sarà l'ultima parte dell'URL."},"69b2806a857d0fb5778a31c1f88f59a0":{"text":"L'accesso alla pagina corrente viene eseguti nei template usando $input->pageNum;"},"3a426f05b968cc7c6022ac1388e7d8e7":{"text":"Consentire i segmenti URL ?"},"edf7d3cbbda60af5148285cec1cd7569":{"text":"Questo template può opzionalmente consentire segmenti URL dopo il percorso della pagina. Per esempio, potresti volere una pagina, con il percorso \/percorso\/alla\/pagina\/, che gestisce anche le richieste a \/percorso\/alla\/pagina\/segmento1\/segmento2\/. Di default, ProcessWire ritornerà un '404 pagina non trovata' quando si accede ad URL di quel tipo. Ma se vuoi che ProcessWire invece renderizzi la pagina, seleziona la casella qui sotto. Puoi andare a controllare manualmente i segmenti URL dal template per gestirli."},"8c8b0529510e126bc81359c5a2ae3482":{"text":"Fino a 3 segmenti URL sono supportati dopo l'URL della pagina. Questi possono essere combinazioni di caratteri minuscoli ASCII (a-z), numeri (0-9), trattini e underscore. Puoi accedere ai segmenti URL tramite le API facendo riferimento alla funzione $input->urlSegment(n) o alla proprietà $input-urlSegment[n] (sostituisci [n] con 1,2 o 3)."},"3f7071fb2ff5f5a0218c696722986007":{"text":"Per esempio l'URL \/percorso\/alla\/pagina\/a\/b\/c\/, quando \/percorso\/alla\/pagina\/ è il percorso alla pagina, \/a\/b\/c\/ sono i segmenti: $input-urlSegment1 è \"a\", $input->urlSegmenti2 è \"b\", e $input->urlSegment3 è \"c\".\r\nSe il tuo template riceve un segmento URL non conosciuto, la cosa migliore è di annulare la richiesta lanciando un errore 404. Il codice API per farlo è: throw new Wire404Exception();"},"d5bf40c0f8c27c98db4d65ebc8cdc0c7":{"text":"I link devono finire con uno slash ?"},"60cb362641cd33525562c9d62d0f8d18":{"text":"Se 'si', le pagine che usano questo template avranno sempre un URL con uno slash '\/' finale. E se l'URL della pagina è senza lo slash sarete redirezionati verso l'URL che lo ha. Se selezionate 'No' sarà forzata la versione senza lo slash finale. Nota che questa impostazione non forza il comportamento con i segmenti URL o i numeri di pagina, ma solo l'URL della pagina. Se non hai nessuna preferenza è consigliato che lasci settato 'Si'."},"115162847e362551c1dcaff31e64fa80":{"text":"Schema\/Protocollo"},"d50c90d8cbe8ba3ac7178aeb59f93b68":{"text":"Solo HTTPS (criptazione SSL)"},"ea43e91e88d8e9dd3cd46d5470fb71d6":{"text":"Solo HTTP"},"ecb1f1de9e0f813e37e40e2aa016c008":{"text":"Se il tuo sito ha un certificato SSL, ed è accessibile via HTTPS, si può fare in modo che le pagine che usano questo template siano accessibili solo via HTTPS o HTTP. Per esempio, se selezioni 'Solo HTTPS' qui sotto, e una pagina viene richiesta tramite HTTP, ci sarà un redirect automatico verso la versione HTTPS. Di default, ProcessWire permette la connessione via HTTP o HTTPS."},"707380d7bcc2ece9eead5a5879fb1c22":{"text":"Vuoi gestire le viste e modificare gli accessi per le pagine che usano questo template ?"},"22ac5f69365966a7ce509e349b23539a":{"text":"Se selezioni 'Si' puoi definire quali ruoli hanno accesso alle pagine che usano questo template. Se selezioni 'No' allora le pagine che usano questo template erediteranno i permessi dalle pagine genitori. "},"26b6d64574e88f30f407e16212dc4d57":{"text":"Cosa fare quando un utente tenta di vedere una pagina di cui non ha accesso ?"},"e13c4cbb7f089450e12b10561001f9e1":{"text":"Se un utente tenta di accedere alla pagina che usa questo template, e non ha l'accesso a tale pagina, cosa bisogna fare ?"},"998806f5cd0395d2ea2c406b57463397":{"text":"Mostra una pagina 404"},"1adb25e12d2b0d06683c3dc04e833631":{"text":"Mostra la pagina di Login: %s"},"225237dc381e612f4bbf08dd75efdb71":{"text":"Redireziona verso un altro URL"},"6b01f3d73dbcea918c2e08424f41c87c":{"text":"Inserisci l'URL dove vuoi che sia redirezionato l'utente che non ha accesso"},"b12715241d6f9d36629e189651930f08":{"text":"Questo campo è applicabile solo se selezioni \"redireziona verso un altro URL\" nel campo sopra."},"2f2055affca16d8404e278fc1d6c3a07":{"text":"Opzionale: Nell'URL, puoi anche includere il tag '{id}' ( forse come variable GET ), e verrà sostituita dall'ID della pagina richiesta, se lo vuoi."},"77b116ba76d6cad7420de0729f5437cb":{"text":"Queste pagine devono essere ricercabili quando un utente non ha l'accesso ?"},"6ceb6814781363fa5e58fc38fe5910a1":{"text":"Quando un utente non ha accesso per visualizzare una pagina che usa questo template, cosa deve accadere nelle ricerche e nelle liste di pagine ?"},"9afb9f536d5471f188308f8e160a555c":{"text":"Si - Le pagine possono apparire nelle ricerche\/liste anche se l'utente non ha l'accesso per vederle."},"ac32650de5a87d0e83f088edcefbc9a8":{"text":"No - Le pagine NON devono apparire nelle ricerche\/liste a meno che l'utente non abbia accesso per vederle."},"724da4546b6908025f8a9fa99885297f":{"text":"Nota API: Questa impostazione influenza i risultati ritornati da $pages->find(), $page-children() e altre funzioni che ritornano PageArrays."},"e91c9dce55b792f0254aeb69ba314f17":{"text":"Quali ruoli possono accedere alle pagine che usano questo template (e quelli che ereditano da esso) ?"},"13944cf77acdf1b9e49f6383c101ae89":{"text":"(tutti)"},"211addf77f182a8c4e3b0911eb82e05f":{"text":"Template eliminato"},"ce79a399cbe0a2128106c428d5f5227c":{"text":"Template Salvato: %s"},"0ad1fc6237db839537da704c90b40c53":{"text":"Creato il clone del template \"%1$s\" di nome \"%2$s\". Puoi rinominarlo modificando \"%2$s\" e cliccando la tab \"Avanzate\"."},"dbb2a9bf7f53894204e7b75a4a323fa2":{"text":"Errore nella creazione del clone di questo template"},"a9b81f1f8d87e20c79d70ad42cc924e3":{"text":"Campi duplicati da \"%1$s\" a \"%2$s\""},"a2b2765c9702ca543cd769b157062377":{"text":"Il campo \"%s\" non può essere rimosso perchè è globalmente richiesto dai gruppi dei campi."},"6e82edd479b2b5c07f250031d13a9b92":{"text":"Gruppo di campi salvato: %s"},"fddc330c21a2e3fa08c9af7307dd2046":{"text":"Campi che verranno cancellati"},"c69da3a709ad376098eb517be436a12b":{"text":"Hai richiesto di cambiare il gruppo di campi da \"%1$s\" a \"%2$s\"."},"0cd878f5f6c3ecd2d309d74c608cf0e3":{"text":"I seguenti campi saranno eliminati permanentemente sulle pagine che usano questo template:"},"794ed990b58e042f53c8e1b0f9c48b77":{"text":"Per favore conferma che hai capito cosa c'è scritto sopra e che vuoi cambiare il gruppo di campi selezionando la casella e spedendo questo form."},"1a1e5b08d1538484177a49ce2168b297":{"text":"Per favore conferma che vuoi cambiare il gruppo di campi da \"%1$s\" a \"%2$s\""},"95faabcca5ce9361cfbbfdac564540a6":{"text":"Cambia il gruppo di campi per il template: %s"},"48a72eabb7f3f13f0d942bb2cdfe9811":{"text":"Cambiamento gruppo di campi annullato"},"62596dd3b1918d492b97f5945dc8aea8":{"text":"Cambiato il template fieldgroup a: %s"},"b58b1fada0411080ca80b5199d2e56ce":{"text":"Rimuovi i campi dal template: %s"},"b82a3ccab15c9f7ea79ccae4fb4b7c3a":{"text":"Rimuove campi dal template"},"297401f75a53c46e41a44c9d91738f1e":{"text":"Hai richiesto di rimuovere uno o più campi dal template. Questo può portare alla perdita permanente dei dati associati a tali campi. Se i campi che verranno eliminati contengono molti dati, l'operazione può richiedere del tempo dopo aver confermato e spedito questo form. Per favore conferma che capisci questo e che vuoi cancellare i campi selezionando la casella sotto."},"b9b9ac08c6bde335d1b5758d4dfcd1da":{"text":"Rimuovi il campo \"%1$s\" dal template \"%2$s\""},"3617ad2fed81de1357bb35b0459bf8b8":{"text":"Questo template non può essere rinominato perché è un template di sistema"},"690d663be740c77b16476dfd06a4a4b7":{"text":"Il nome \"%s\" è già usato"},"7b2365f3c03bbf66c17531b39af975f9":{"text":"Rinominato template \"%1$s\" in\"%2$s\""},"348267a4dada558acc9b2cd1b68ad41e":{"text":"Rinominato il file del template \"%1$s\" in \"%2$s\""},"ea24ff7efc7e185e1c6f8d52266fefdc":{"text":"Impossibile rinominare \"%1$s\" in \"%2$s\" nella directory \"%3$s\". Devi rinominare il file manualmente nel tuo filesystem."},"cbb29209ccd6a869e389572e793b1f1b":{"text":"Il file del template \"%1$s\" non è stato trovato nella cartella \"%2$s\". Devi rinominare il file %3$s\" a\"%1$s\" manualmente nel tuo filesystem."},"d40a1614c5e9e10db2d5d9f94a0482bb":{"text":"Rinomina template \"%1$s\" in \"%2$s\""},"f7c1d3ba270aa43fe36e00ee3a1e9718":{"text":"per favore conferma che vuoi rinominare questo template selezionando la casello qui sotto."},"82ae9be0c318ed67592703448c77d4d6":{"text":"Il template file \"%s\" appare scrivibile quindi ci sarà un tentativo di rinominarlo quando cliccherai invia."},"df3f89873c6527f24453345a6b7f263f":{"text":"Il template file \"%1$s\" non è scrivibile. Per favore rinomina quel file in \"%2$s\" prima di cliccare invio."},"29a2d50c9d90354a16943888d8e700da":{"text":"Rimosso campo \"%1$s\" dal template\/fieldgroup \"%2$s\""},"da49c8bb3f9748634bedc77fac9221f9":{"text":"Aggiunto campo \"%1$s\" al template\/fieldgroup \"%2$s\""},"31a0330754505f0778be18e7b4dbc661":{"text":"Lista e modifica il template che controlla l'output della pagina"},"e08a48beb01151e3dbd6c4b01d14d641":{"text":"Mostra tutto"},"2da33125162e59b2ff307fb050040ead":{"text":"Nome"},"0934f0c8ef59c46cd3f23477dc242642":{"text":"Etichetta"},"adc3250d7ccf9a0303cc0b44d70917d6":{"text":"Pagine"},"6468942ecc94c202802ee17efdbda184":{"text":"Campi"},"bd1ab8d7a2147046de89d54d6d03f39d":{"text":"Sistema"},"7de04564993d28e2b32be513c1575777":{"text":"accesso"},"b81ec9ff37dd594fd51bb7b72bc82e34":{"text":"nessun file"},"b16492fba46029659b0d16ce05bab82f":{"text":"Aggiungi un nuovo template"},"a90b5efafea041e94da7fffd2bd530a3":{"text":"Base"},"2a138a3c1a54958a39f65b80e666b643":{"text":"Etichetta"},"799ef6a367b3b36deb5be25ef8e7c91a":{"text":"Accesso"},"0daea515bb26aec31f4e6ebbee953cd7":{"text":"Famiglia"},"3be3efa6643b5a3f2af79ace0a5145c4":{"text":"Avanzate"},"08b4ed72628b718cbe3158eb2eaf10a2":{"text":"Sistema"},"ac97a1ad01bd7b48508de449e229a73d":{"text":"Importa"},"b2a6343356c7cf0f4c1aae50c2cac1b7":{"text":"Elimina"},"d5778a8b84efb3233d070016adb93326":{"text":"Salva"},"03a481d8869ea4aa815e15943c4577dd":{"text":"Gruppo di campi"},"2bcb87bddf14231177c0d5a7be879871":{"text":"Campi"},"c900d3e459e4a6e87b601d950c86a3bb":{"text":"Campi"},"3542eba15a5738faa3ec20dac5e8c2b1":{"text":"Durata cache"},"afd2f2d22bac5fd1faf1abf753685366":{"text":"Ruolo"},"30a75d09489b9f6a393c3885b81ec0b1":{"text":"Mostra Pagine"},"a42aa7fb5a74afbdcaf92c44bd99bd3c":{"text":"Modifica Pagine"},"e431e1335b3c843758bbed8b021eeee9":{"text":"Crea Pagine"},"46c22ba22392809d478c6f312de87f62":{"text":"Aggiungi Figlio"},"a7e26a26319b0fc9973181a9d9c1baaa":{"text":"Continua"},"af497bbd8d42241e09e0f593a8550aa3":{"text":"Rimuovi Campi"},"e37f4fc0441c524ee5a89453f12178c8":{"text":"Aggiungi un template"},"0f12f2b440ad104a1ee7cb027aba8b18":{"text":"Aggiungi dei template"},"adf92855ccc9fe04707fd12688a17c59":{"text":"Questo template è usato da una pagina"},"d26c2f7eb253b0202c2769f3dd232d96":{"text":"Questo template è usato da %d pagine"},"14bcc27345b2325a5e492384a734c1aa":{"text":"Template è usato da 1 pagina"},"957ba77c721f931f1ad38ed47b98fd0d":{"text":"Template è usato da %d pagine"},"65f037a0e08b94d9e42932b68c5eaf29":{"text":"Questo gruppo di campi è usato da un'altro template"},"18dec3122ea08276dd94476904bcef7b":{"text":"Questo gruppo di campi è usato da altri %d template"},"249e45d525f325778f98cdd90eaf0b32":{"text":"HTTP o HTTPS"},"4cca2a863deef0fc4de9115b9164537b":{"text":"Non taggato"},"5cb36b26303f4abb0dea36f9bb96887f":{"text":"Se vuoi raggruppare visualmente questo template con altri presenti nella lista, inserisci una parola (tag). Inserisci lo stesso tag negli altri template che vuoi raggruppare. Per specificare tag multipli, separali con uno spazio. L'uso dei tag è utile se il tuo sito ha un gran numero di template."},"7f511c25eccff9ce7127eecfb136f443":{"text":"Ogni tag deve essere di una parola (il trattino è ok)."},"9238cda6a9c91cd5cc846791a49ba3ab":{"text":"Per rendere una tag richiudibile nella lista dei template fai precedere alla parola un trattino (es. -ricetta)"},"a8d7050d17168bae58f775f20d56eeba":{"text":"Le pagine che hanno questo template possono avere figli ?"},"0630333bf0b09b371182fe756dec526a":{"text":"Segmenti URL"},"289abb71620e21f484c91df47d263eec":{"text":"Numeri di pagina"}}}