{
    "file": "wire\/modules\/Session\/SessionLoginThrottle\/SessionLoginThrottle.module",
    "textdomain": "wire--modules--session--sessionloginthrottle--sessionloginthrottle-module",
    "translations": {
        "87f1eff9c1a8afd8f0ecee1583f88ab2": {
            "text": "Attendi per favore almeno %d secondi prima di provare di nuovo il login."
        },
        "2a5391490b60fb767804efa36b94d79c": {
            "text": "Rallenta in base all'indirizzo IP?"
        },
        "8d6451e8c8b2f9d07c6a9701e270025a": {
            "text": "Per impostazione predefinita, il rallentamento verrà effettuato solo sull'username. Se selezioni questo campo, allora il rallentamento verrà effettuato anche sull'indirizzo IP. Raccomandiamo di abilitare questa opzione se i tuoi utenti non provengono da indirizzi IP condivisi."
        },
        "55c8511d5d205cbddcbc743e49a39100": {
            "text": "Numero di secondi che l'utente dovrà attendere dopo un tentativo di login fallito."
        },
        "0b9bd74be740fa049b1519ae3d14eff0": {
            "text": "Questo numero verrà moltiplicato per il numero di tentativi falliti di login, così ogni tentativo fallito incrementerà il tempo di attesa in modo esponenziale. Fai attenzione ad impostare questo limite troppo alto."
        },
        "9e72aded18bb6821af87ef367e7e002e": {
            "text": "Numero massimo di secondi che un utente dovrà aspettare prima di tentare un nuovo login."
        },
        "00b826f39c964075351bbc489037d008": {
            "text": "Dato che il tempo di attesa verrà incrementato esponenzialmente ad ogni tentativo, questo definisce un limite massimo di attesa. Dovresti impostare questo valore con un numero piuttosto alto."
        },
        "ed6ad8c8924b2e836590cad9cc6c9328": {
            "text": "60=1 minuto, 300=5 minuti, 600=10 minuti, 3600=1 ora, 86400=1 giorno"
        },
        "1e1e8e326d1d9a6a539b91fbe60a702a": {
            "text": "Login non eseguito a causa del superamento dei tentativi."
        },
        "8d20dfe684273bce0c81cab1de853cc9": {
            "text": "Salvare nel file di registro quando il nome\/indirizzo IP è bloccato?"
        }
    }
}