{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Reimposta password"
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "La reimpostazione della password non è permessa"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Impossibile completare la reimpostazione della password. Per favore controlla che tu sia usando lo stesso computer e lo stesso browser che ha originato la richiesta."
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Se hai un account sul nostro sistema con indirizzo email valido, ti verrà spedita una email dopo l'invio di questo form. Quella email conterrà il link che puoi cliccare per reimpostare la tua password."
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Informazioni per la reimpostazione della password"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Per completare la reimpostazione della password, clicca il link qui sotto (o copialo nel tuo browser) e segui le istruzioni:"
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Richiesta di reimpostazione non valida. La tua richiesta potrebbe essere scaduta."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Continua"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "La tua password è stata reimpostata. Adesso puoi eseguire il login."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "="
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Permette di reimpostare la password per il processo di login."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Assumendo che le tue informazioni siano corrette e che abbiamo un indirizzo email, una email è stata spedita con le informazioni per la reimpostazione della password."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Controlla la tua casella di posta elettronica per questo messaggio. Se non lo ricevi entro i prossimo 15 minuti contatta l'amministratore del sito. Questa richiesta di reimpostazione scadrà tra 60 minuti. NON chiudere questa finestra finché non hai completato la richiesta di reimpostazione della password."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Inserisci il tuo nome utente"
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Hai dimenticato il tuo username?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Inserisci il tuo indirizzo email e ti invieremo il nome del tuo account."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Per ragioni di sicurezza, non riveliamo se un account esiste oppure no."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Informazioni Account"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Ricevi questa email perché hai richiesto il tuo nome account."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Il tuo indirizzo email pare sia associato a più account pertanto non possiamo rivelarli per ragioni di sicurezza. Contattare l'amministratore per assistenza."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Il tuo nome account è:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Quest'URL scadrà entro 60 minuti dal momento del suo invio. Quest'URL deve essere visitato dallo stesso computer e browser dal quale è partita la richiesta."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Indirizzo email dal quale inviare i messaggi"
        },
        "eb4afed5595b3265ce30d7c1a234819e": {
            "text": "L'account specificato non ha il permesso di login pertanto la password non può essere resettata."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Impossibile completare questo passo"
        }
    }
}