{"file":"wire\/modules\/Process\/ProcessForgotPassword.module","textdomain":"wire--modules--process--processforgotpassword-module","translations":{"6072e83b7f35887c76e64920bd370f4a":{"text":"Reimposta password"},"168b9e356db803204c123e0445ef83f4":{"text":"La reimpostazione della password non è permessa"},"b49caf114ce87eeb21267f29e9a62420":{"text":"Impossibile completare la reimpostazione della password. Per favore controlla che tu sia sullo stesso computer e lo stesso browser che ha originato la richiesta."},"0b4c14f8c878ec465ab8aaab81b46132":{"text":"Inserisci il tuo username o l'indirizzo email."},"dcfc149491f06edb3e6942510b6fc339":{"text":"Se hai un account sul nostro sistema con indirizzo email valido,ti verrà spedita una email dopo l'invio di questo form. Quella email conterrà il link che puoi cliccare per reimpostare la tua password."},"333b348fd95607678f8a9a333cc7b7b4":{"text":"Informazioni per la reimpostazione della password"},"6d14491a1718796766f2775f857af701":{"text":"Per completare la reimpostazione della password, clicca il link qui sotto (o copialo nel tuo browser) e segui le istruzioni:"},"3299941fe3475a594847754b9e91f3b7":{"text":"Richiesta di reimpostazione non valida. La tua richiesta potrebbe essere scaduta."},"a0bfb8e59e6c13fc8d990781f77694fe":{"text":"Continua"},"f469dd0000597b66060ea51c52eacf58":{"text":"La tua password è stata reimpostata. Adesso puoi fare login."},"9ec54ec336b65da6179cf750de33ecd7":{"text":"Ho dimenticato la password."},"e241608b636b6cdde53b70cb2ade0daf":{"text":"Da la possibilità di reimpostare la password per il processo di login."},"edcc4a7ecb7854d0ea84fff05b5eeb3e":{"text":"Assumendo che le tue informazioni siano corrette e che abbiamo un indirizzo email, un messaggio è stato spedito con le informazioni per la reimpostazione della passoword."},"43da6233b07fcc59791c3f91861ab7b5":{"text":"Per favore controlla la tua casella di posta elettronica per questo messaggio. Se non lo ricevi entro i prossimo 15 minuti per favore contatta l'amministratore del sito. Questa richiesta di reimpostazione scadrà tra 60 minuti. NON chiudere questa finestra finchè non hai completato la richiesta di reimpostazione della password."},"20a05da67e6b4eedd01409fb5ca365e7":{"text":"Questo URL scadrà tra 60 minuti dal momento in cui è stato spedito. Questo link deve essere aperto dallo stesso computer e browser che ha originato la richiesta."}}}